
from tokenizer import Tokenizer, get_data

DATA_PATH = 'data/poems.txt'
TOKENIZER_PATH = 'models/bpe-token.json'

def compare(tokenizer, text, lang):
    """ 
    Util function to compare tokenizer in different languages 
    """
    print(f'\n {lang}')
    print(f'Original Length : {len(text)}')
    tk = tokenizer.encode(text)
    print(f'Total tokens : {len(tk)}')
    # print(f'Tokens {tk} \n')

tokenizer = Tokenizer(TOKENIZER_PATH)


compare(tokenizer, 'पृथिवी सूर्यात् तृतीयः ग्रहः अस्ति, प्रायः ४.५ कोटिवर्षपुराणः, जीवनस्य पोषणं कृत्वा एकमात्रः ज्ञातः जगत् अस्ति । अयं पञ्चमः बृहत्तमः ग्रहः अस्ति, यस्य लक्षणं शिलापृष्ठं, तस्य पृष्ठभागस्य ७१% भागं आच्छादयति द्रवजलं, रक्षात्मकं, प्राणवायुसमृद्धं वातावरणं च अस्ति पृथिवी ३६५.२५ मध्ये सूर्यस्य परिभ्रमणं कुर्वन् एकः ओब्लेट् गोलाकारः अस्ति', 'sanskrit')

compare(tokenizer, 'पृथ्वी सूर्य से तीसरा ग्रह है, जिसकी आयु लगभग 4.5 अरब वर्ष है, और यह एकमात्र ज्ञात ग्रह है जहाँ जीवन संभव है। यह पाँचवाँ सबसे बड़ा ग्रह है, जिसकी विशेषता चट्टानी सतह, 71% सतह पर तरल जल और ऑक्सीजन से भरपूर सुरक्षात्मक वातावरण है। पृथ्वी एक चपटी गोलाकार आकृति है जो सूर्य की परिक्रमा 365.25 किलोमीटर में करती है।', 'hindi')

compare(tokenizer, 'Earth is the third planet from the Sun, approximately 4.5 billion years old, and the only known world to support life. It is the fifth largest planet, characterized by a rocky surface, liquid water covering 71% of its surface, and a protective, oxygen-rich atmosphere. Earth is an oblate spheroid orbiting the Sun in 365.25', 'english')

compare(tokenizer, '地球是距離太陽第三近的行星，大約有45億年的歷史，也是目前已知唯一有生命的星球。它是太陽系第五大行星，表面多為岩石，液態水覆蓋了其表面71%的面積，並擁有富含氧氣的保護性大氣層。地球是扁球體，繞太陽公轉的週期為365.25公里。', 'chinese')

compare(tokenizer, '지구는 태양에서 세 번째 행성으로, 약 45억 년 전에 형성되었으며, 생명체가 존재하는 것으로 알려진 유일한 행성입니다. 지구는 다섯 번째로 큰 행성으로, 암석으로 이루어진 표면과 표면의 71%를 덮고 있는 액체 상태의 물, 그리고 산소가 풍부한 대기로 특징지어집니다. 지구는 편평한 타원체이며, 태양 주위를 365.25km 주기로 공전합니다.', 'korean')

compare(tokenizer, 'પૃથ્વી સૂર્યથી ત્રીજો ગ્રહ છે, જે આશરે ૪.૫ અબજ વર્ષ જૂનો છે, અને જીવનને ટેકો આપતો એકમાત્ર જાણીતો ગ્રહ છે. તે પાંચમો સૌથી મોટો ગ્રહ છે, જે ખડકાળ સપાટી, તેની સપાટીના ૭૧% ભાગને આવરી લેતું પ્રવાહી પાણી અને રક્ષણાત્મક, ઓક્સિજનથી ભરપૂર વાતાવરણ દ્વારા વર્ગીકૃત થયેલ છે. પૃથ્વી એક ગોળાકાર ગોળાકાર છે જે સૂર્યની આસપાસ ૩૬૫.૨૫ કિલોમીટરમાં ફરે છે.', 'Gujarati')

compare(tokenizer, 'पृथ्वी सूर्यापासून तिसरा ग्रह आहे, सुमारे ४.५ अब्ज वर्षे जुना आहे आणि जीवसृष्टीला आधार देणारा एकमेव ज्ञात ग्रह आहे. हा पाचवा सर्वात मोठा ग्रह असून, त्याचा खडकाळ पृष्ठभाग, पृष्ठभागाच्या ७१% भागावर पसरलेले द्रव पाणी आणि एक संरक्षक, ऑक्सिजन-समृद्ध वातावरण ही त्याची वैशिष्ट्ये आहेत. पृथ्वी हा एक चपटा गोल असून तो सूर्याभोवती ३६५.२५ सेकंदात प्रदक्षिणा घालतो.', 'Marathi')

compare(tokenizer, 'पृथ्वी सूर्य सूं तीजो ग्रह है, जिको लगभग 4.5 अरब साल पुराणो है, अर जीवन नै सहारा देवण आळी एकमात्र ज्ञात दुनिया है। यो पांचवो सबसूं बड़ो ग्रह है, जिणरी विशेषता चट्टानी सतह है, इणरी सतह रो 71% तरल पाणी है अर एक सुरक्षात्मक, आक्सीजन सूं भरपूर वातावरण है। पृथ्वी एक तिरछी गोलाकार है जो सूर्य री परिक्रमा 365.25 में करै है', 'Marwari')

compare(tokenizer, 'భూమి సూర్యుని నుండి మూడవ గ్రహం, దీని వయస్సు సుమారు 4.5 బిలియన్ సంవత్సరాలు, మరియు జీవం ఉన్నట్లు తెలిసిన ఏకైక గ్రహం. ఇది ఐదవ అతిపెద్ద గ్రహం, దీని ముఖ్య లక్షణాలు రాతి ఉపరితలం, దాని ఉపరితలంపై 71% ద్రవరూపంలో నీరు ఉండటం, మరియు రక్షిత, ఆక్సిజన్ సమృద్ధిగా ఉన్న వాతావరణం. భూమి ఒక అండాకార గోళం, ఇది సూర్యుని చుట్టూ 365.25 సెకన్లలో పరిభ్రమిస్తుంది.', 'Telugu')

compare(tokenizer, 'സൂര്യനിൽ നിന്നുള്ള മൂന്നാമത്തെ ഗ്രഹമാണ് ഭൂമി, ഏകദേശം 4.5 ബില്യൺ വർഷം പഴക്കമുള്ളതും ജീവൻ നിലനിൽക്കുന്ന ഒരേയൊരു ലോകവുമാണ്. അഞ്ചാമത്തെ വലിയ ഗ്രഹമാണിത്, പാറക്കെട്ടുകളുള്ള ഉപരിതലവും, ഉപരിതലത്തിന്റെ 71% വും ദ്രാവക ജലവും, സംരക്ഷിതവും ഓക്സിജൻ സമ്പുഷ്ടവുമായ അന്തരീക്ഷവും ഇതിന്റെ സവിശേഷതയാണ്. 365.25 ൽ സൂര്യനെ ചുറ്റുന്ന ഒരു ഓബ്ലേറ്റ് സ്ഫെറോയിഡാണ് ഭൂമി.', 'Malayalam')